Revit 2027 API
ParameterTypeId.DividedSurfacePatternIndentn2 Property
 "Indent 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfacePatternIndentn2 { get; }
Public Shared ReadOnly Property DividedSurfacePatternIndentn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfacePatternIndentn2 {
	ForgeTypeId^ get ();
}
static member DividedSurfacePatternIndentn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace